<?php
// Heading
$_['heading_title']    = 'Корзина / Оформлення замовлення';

// Text
$_['text_remove']      = 'Вміст корзини успішно змінено!';
$_['text_points']      = 'Бонусні бали: %s';
$_['text_next']        = 'Додаткові можливості';
$_['text_next_choice'] = 'Якщо у Вас є код знижки, бонусні бали або Ви хочете дізнатися вартість доставки, скористайтеся цими можливостями.';
$_['text_empty']       = 'Ваша корзина пуста!';
$_['text_day']         = 'день';
$_['text_week']        = 'неділя';
$_['text_semi_month']  = 'half-month';
$_['text_month']       = 'місяц';
$_['text_year']        = 'рік';
$_['text_trial']       = 'Вартість: %s; Періодичність: %s %s; Кіл-ть платежів: %s; Далі, ';
$_['text_recurring']   = 'Вартість: %s; Періодичність: %s %s';
$_['text_length']      = 'Кіл-ть платежів: %s';
$_['text_until_cancelled']   	= 'пока не будет отменено';
$_['text_recurring_item']    	              = 'Периодические платежи';
$_['text_payment_recurring']                    = 'Платежный профиль';
$_['text_trial_description'] 	              = 'Вартість: %s; Періодичність: %d %s; Кіл-ть платежів: %d;  Далі,  ';
$_['text_payment_description'] 	              = 'Вартість: %s; Періодичність: %d %s; Кіл-ть платежів: %d';
$_['text_payment_until_canceled_description'] = 'Вартість: %s; Періодичність: %d %s; Кіл-ть платежів: до відміни';
$_['text_agree']                     = 'Я прочитав і погоджуюсь з правилами правилами: <a href="%s" class="agree"><b>%s</b></a>';
$_['text_cart_clear']                = 'Очистити корзину';
$_['text_new_customer']                = 'Я новий покупець';
$_['text_old_customer']                = 'Я постійний клієнт';
$_['text_login_btn']                = 'Зайти';
$_['text_forgotten']                = 'Забули пароль?';

// Column
$_['column_image']          = 'Зображення';
$_['column_name']           = 'Назва';
$_['column_model']          = 'Модель';
$_['column_quantity']       = 'Кіл-ть';
$_['column_price']          = 'Ціна';
$_['column_total']          = 'Сумма';

// Error
$_['error_stock']            = 'Товари відмічені *** не доступні в потрібній кількості або відсутні на складі!';
$_['error_minimum']          = 'Мінімальна кіл-ть товара "%s" = %s!';
$_['error_required']         = '%s обьвьязково!';
$_['error_product']          = 'В вашій корзині немає товарів!';
$_['error_recurring_required'] = 'Будб ласка, виберіть періодичність платежа!';
$_['error_min_order_sum'] = 'Мінімальная сумма замовлення %s!';
$_['error_postcode']       = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, виберіть країну!';
$_['error_zone']           = 'Будь ласка, виберіть регіон / область';
$_['error_shipping']       = 'Потрібно указати спосіб доставки!';
$_['error_no_shipping']    = 'Немає доступних способів доставки. Будь ласка <a href="%s">звяжіться з админістрацією</a>!';
$_['error_warning']                  = 'Виникла проблема при обрабобці Вашого замовлення! Якщо проблема виникає повторно, спробуйте вибрати другий спосіб оплати або <a href="%s">звьяжіться з адміністратором магазину</a>.';
$_['error_login']                    = 'Неправильний E-Mail і/або пароль.';
$_['error_approved']                 = 'Перед тим як війти, администрація повинна одобрити Ваш аккаунт.';
$_['error_exists']                   = 'Данний E-Mail адреса уже зареєстрована!';
$_['error_firstname']                = 'В імені має бути від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']                    = 'Е-mail адрес введений неправильно!';
$_['error_telephone']                = 'Номер телефона має бути від 3 до 32 символів!';
$_['error_fax']                = 'Факс має бути від 3 до 32 символів!';
$_['error_password']                 = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_address_1']                = 'Адрес має бути від 3 до 128 символів!';
$_['error_city']                     = 'Название города должно бути від 2 до 128 символів!';
$_['error_postcode']                 = 'Индекс має бути від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, виберіть країну!';
$_['error_zone']                     = 'Будь ласка, виберіть регион / область';
$_['error_agree']                    = 'Ви зобовьязані прочитати і погодитись з %s!';
$_['error_address']                  = 'Необхідно указати адресу!';
$_['error_shipping']                 = 'Необхідно указати способ доставки!';
$_['error_no_shipping']              = 'Немає доступних способів доставки. Будь ласка <a href="%s">звяжіться з админістрацією</a>!';
$_['error_payment']                  = 'Необхідно указати способ оплати!';
$_['error_no_payment']               = 'Нет доступных способов оплаты. Будь ласка <a href="%s">звяжіться з админістрацією</a>!';
$_['error_custom_field']             = '%s обовьязково!';
$_['error_company']             = 'Необхідно вказати назву компанії!';
$_['error_password_empty']             = 'Придумайте новий пароль и введіть його!';
$_['error_password_equal']             = 'Введенні паролі не співпадають!';
$_['error_email_exists']             = 'Введенний e-mail уже зареєстрованний в системі, Ви можете зайти або відновити пароль.';

// Entry
$_['entry_email_address']            = 'E-Mail Адрес';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_register']                 = 'Зареєструватись';
$_['entry_password1']                 = 'Придумайте пароль';
$_['entry_password2']                 = 'Повторіть пароль';
$_['entry_confirm']                  = 'Подтвердіть пароль';
$_['entry_firstname']                = 'Імя, Прізвище';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Виберіть адрес';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Группа покупців';
$_['entry_address_1']                = 'Адрес';
$_['entry_address_2']                = 'Адрес (2)';
$_['entry_postcode']                 = 'Індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Регіон / Область';
$_['entry_newsletter']               = 'Я хочу подписатись на Новини %s .';
$_['entry_shipping'] 	             = 'Мій адрес доставки співпадає з платіжним.';
$_['entry_comment'] 	             = 'Комментарі до замовлення';
$_['button_order'] 	             = 'Оформити';